<?php


//--------сторінка входу в систему--------------

$lang['gui_login_title']                    =           'Авторизация | Елтис Интернет Вещей';
$lang['gui_login_input_your_data']          =           'Введите свои учетные данные:';
$lang['gui_login_enter_email']              =           'Введите свой e-mail';
$lang['gui_login_enter_password']           =           'Введите свой пароль';
$lang['gui_login_remember_me']              =           "Запомнить меня";
$lang['gui_login_login']                    =           'Вход';
$lang['gui_login_login_via']                =           'Вход при помощи';
$lang['gui_login_forgot_password']          =           "Я не помню свой пароль";
$lang['gui_login_create_account']               =       'Регистрация нового пользователя';
$lang['gui_login_or']                           =       'ИЛИ';
$lang['gui_login_email_field']			=	"E-MAIL";
$lang['gui_login_password_field']		=	"ПАРОЛЬ";
//----------------------------------------------

//----сторінка створення нового аккаунту--------
//
//----register page ----------------------------
$lang['gui_sigin_title']			=	"Создание нового аккаунта | Элтис Интернет Вещей";
$lang['gui_sigin_header']			=	"Регистрация новой учетной записи";
$lang['gui_sign_repeat_password']		=	"Повторите пароль";
$lang['gui_sign_agree']				=	"Я согласен с ";
$lang['gui_sign_therms']			=	"условиями";
$lang['gui_sign_register']			=	"Регистрация";
$lang['gui_sign_already_register']		=	"Я уже зарегистрированный пользователь";
$lang['gui_sign_message']			=	"В качестве логина используется e-mail адрес. Пожалуйста убедитесь, что Вы вводите действующий адрес, так как на него будет выслано письмо для активации аккаунта.";
$lang['gui_sign_alert']				=	"ВНИМАНИЕ!";
$lang['gui_login_password_repeat_field']	=	"ПОВТОРИТЕ ПАРОЛЬ";
$lang['gui_login_terms_agree_field']		=	"Вы должны принять условия использования";
//----------------------------------------------


//-----сторінка помилки реєстрації--------------
//
//----------------------------------------------
$lang['gui_sigin_error_header']                 =	"Ошибка при регистрации";
$lang['gui_sigin_error_message']                =       "Введенная Вами электронная почта уже зарегистрированна в нашей системе. Пожалуйста используйте страницу входа, что бы войти в систему, или перейдите на страницу напоминания пароля.";
//----------------------------------------------


// $lang['']=			"";
