<?php


//--------сторінка входу в систему--------------
//
//--------login page----------------------------
$lang['gui_login_title']                    =           "Авторизація | Елтіс Інтернет Речей";
$lang['gui_login_input_your_data']          =           "Введіть свої облікові дані:";
$lang['gui_login_enter_email']              =           "Введіть свій e-mail";
$lang['gui_login_enter_password']           =           "Введіть свій пароль";
$lang['gui_login_remember_me']              =           "Запам'ятати мене";
$lang['gui_login_login']                    =           "Вхід";
$lang['gui_login_login_via']                =           "Вхід за допомогою";
$lang['gui_login_forgot_password']          =           "Я не пам'ятаю свій пароль";
$lang['gui_login_create_account']           =           "Реєстрація нового користувача";
$lang['gui_login_or']                       =           "АБО";
$lang['gui_login_email_field']				=			"E-MAIL";
$lang['gui_login_password_field']			=			"ПАРОЛЬ";
//----------------------------------------------


//----сторінка створення нового аккаунту--------
//
//----register page ----------------------------
$lang['gui_sigin_title']					=			'Сворення нового аккаунту | Елтіс Інтернет Речей';
$lang['gui_sigin_header']					=			'Реєстрація нового облікового запису';
$lang['gui_sign_repeat_password']                               =			"Повторіть пароль";
$lang['gui_sign_agree']						=			"Я згоден з ";
$lang['gui_sign_therms']					=			"умовами";
$lang['gui_sign_register']					=			"Реєстрація";
$lang['gui_sign_already_register']                              =			"Я вже зареєстрований користувач";
$lang['gui_sign_message']					=			"В якості логіну використовується e-mail адреса. Будь ласка впевніться, що Ви вводите дійсниу адресу, так як на неї буде вислано листа для активації аккаунту.";
$lang['gui_sign_alert']						=			"УВАГА!";
$lang['gui_login_password_repeat_field']                        =			"ПОВТОРІТЬ ПАРОЛЬ";
$lang['gui_login_terms_agree_field']                            =			"Ви повинні прийняти умови користування";
//----------------------------------------------


//-----сторінка помилки реєстрації--------------
//
//----------------------------------------------
$lang['gui_sigin_error_header']                                 =			"Помилка при реєстрації";
$lang['gui_sigin_error_message']                                =                       "Введена Вами електронна адреса вже зареєстрована в нашій системі. Будь ласка скористайтеся сторінкою входу, щроб увійти в систему, або перейдіть на сторінку для нагадування паролю.";
//----------------------------------------------


//-----сторінка успішої реєстрації--------------
//
//----------------------------------------------
$lang['gui_sigin_ok_header']                                    =                       "Аккаунт створено.";
$lang['gui_sign_ok']                                            =                       "Закінчення реєстрації.";
$lang['gui_sigin_ok_message']                                   =                       "На ваш e-mail було надіслано листа для активації аккаунта. Будь ласка перевірте пошту, та дотримуйтесь інструкцій з нього, для активації Вашого облікового запису. Як що Ви не отримали листа - перевірте будь ласка папку СПАМ.";


//------dashboard-------------------------------
//
//----------------------------------------------
$lang['left_menu_create_new_object']            =   "створити новий обʼєкт";
$lang['left_menu_title']                        =   "МЕНЮ";
$lang['left_menu_settings']                     =   "Налаштування";
$lang['left_menu_panel']                        =   "Панель";
$lang['left_menu_my_objects']                   =   "Мои обʼєкти";
$lang['left_menu_serch']                        =   "Пошук...";
//----------------------------------------------

// $lang['']=			"";
